general/japanese/japanese_grammer.org
#+SETUPFILE: ../../styles/readtheorg.setup
#+TITLE: Japanese Grammer

* 五十音

#+ATTR_HTML: :class center
|         | *あ 段* | *い 段* | *う 段* | *え 段* | *お 段* |           |           |           |
|         | *a*     | *i*     | *u*     | *e*     | *o*     |           |           |           |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *あ 行* | あ ア   | い イ   | う ウ   | え エ   | お オ   |           |           |           |
|         | a       | i       | u       | e       | o       |           |           |           |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *か 行* | か カ   | き キ   | く ク   | け ケ   | こ コ   | きゃ キャ | きゅ キュ | きょ キョ |
| *k*     | ka      | ki      | ku      | ke      | ko      | kya       | kyu       | kyo       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *さ 行* | さ サ   | し シ   | す ス   | せ セ   | そ ソ   | しゃ シャ | しゅ シュ | しょ ショ |
| *s*     | sa      | shi     | su      | se      | so      | sha       | shu       | sho       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *た 行* | た タ   | ち チ   | つ ツ   | て テ   | と ト   | ちゃ チャ | ちゅ チュ | ちょ チョ |
| *t*     | ta      | chi     | tsu     | te      | to      | cha       | chu       | cho       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *な 行* | な ナ   | に ニ   | ぬ ヌ   | ね ネ   | の ノ   | にゃ ニャ | にゅ ニュ | にょ ニョ |
| *n*     | na      | ni      | nu      | ne      | no      | nya       | nyu       | nyo       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *は 行* | は ハ   | ひ ヒ   | ふ フ   | へ ヘ   | ほ ホ   | ひゃ ヒャ | ひゅ ヒュ | ひょ ヒョ |
| *h*     | ha      | hi      | fu      | he      | ho      | hya       | hyu       | hyo       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *ま 行* | ま マ   | み ミ   | む ム   | め メ   | も モ   | みゃ ミャ | みゅ ミュ | みょ ミョ |
| *m*     | ma      | mi      | mu      | me      | mo      | mya       | myu       | myo       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *や 行* | や ヤ   |         | ゆ ユ   |         | よ ヨ   |           |           |           |
| *y*     | ya      |         | yu      |         | yo      |           |           |           |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *ら 行* | ら ラ   | り リ   | る ル   | れ レ   | ろ ロ   | りゃ リャ | りゅ リュ | りょ リョ |
| *r*     | ra      | ri      | ru      | re      | ro      | rya       | ryu       | ryo       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *わ 行* | わ ワ   | ゐ ヰ   |         | ゑ ヱ   | を ヲ   |           |           |           |
| *w*     | wa      | wi      |         | we      | o       |           |           |           |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
|         | ん ン   |         |         |         |         |           |           |           |
|         | n       |         |         |         |         |           |           |           |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *が 行* | が ガ   | ぎ ギ   | ぐ グ   | げ ゲ   | ご ゴ   | ぎゃ ギャ | ぎゅ ギュ | ぎょ ギョ |
| *g*     | ga      | gi      | gu      | ge      | go      | gya       | gyu       | gyo       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *ざ 行* | ざ ザ   | じ ジ   | ず ズ   | ぜ ゼ   | ぞ ゾ   | じゃ ジャ | じゅ ジュ | じょ ジョ |
| *z*     | za      | ji      | zu      | ze      | zo      | ja        | ju        | jo        |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *だ 行* | だ ダ   | ぢ ヂ   | づ ヅ   | で デ   | ど ド   |           |           |           |
| *d*     | da      | ji      | zu      | de      | do      |           |           |           |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *ば 行* | ば バ   | び ビ   | ぶ ブ   | べ ベ   | ぼ ボ   | びゃ ビャ | びゅ ビュ | びょ ビョ |
| *b*     | ba      | bi      | bu      | be      | bo      | bya       | byu       | byo       |
|---------+---------+---------+---------+---------+---------+-----------+-----------+-----------|
| *ぽ 行* | ぱ パ   | ぴ ピ   | ぷ プ   | ぺ ペ   | ぽ ポ   | ぴゃ ピャ | ぴゅ ピュ | ぴょ ピョ |
| p       | pa      | pi      | pu      | pe      | po      | pya       | pyu       | pyo       |

* 句型
