general/japanese/japanese_grammer.org
** で

| [名] で　[动]       | 表示动作的手段、原材料 |                                      |
|---------------------+------------------------+--------------------------------------|
| [场所] で　[动]     | 表示动作发生的地点     | に 表示「存在」，で 表示「动作进行」 |
|---------------------+------------------------+--------------------------------------|
| [交通工具] で　[动] | 表示使用何种交通工具   | 表示「步行」时使用「歩いて」         |

#+BEGIN_QUOTE
李さんは　日本語で　手紙を　書きます。\\
手紙を　速達で　送りました。\\
何で　うどんを　作りますか。
#+END_QUOTE

#+BEGIN_QUOTE
李さんは　図書館で　勉強します。\\
今日　どこで　新聞を　読みましたか。
#+END_QUOTE

#+BEGIN_QUOTE
私は　バスで　家へ　帰ります。\\
京都へ　何で　来ましたか。
#+END_QUOTE

** です
*** 肯定

| [名1] は　[名2] です。 | [名1] 是 [名2]。  |
|------------------------+-------------------|
| [名] は　[场所] です。 | [名] 在 [场所]。  |

*** 否定

| [名1] は　[名2] では　ありまさん。 | [名1] 不是 [名2]。 |
| [名1] は　[名2] じゃ　ありまさん。 | （口语）           |

*** 疑问

| [名1] は　[名2] ですか。               | [名1] 是 [名2] 吗？         |
|----------------------------------------+-----------------------------|
| [名1] は　[名2] ですか、[名3] ですか。 | [名1] 是 [名2] 还是 [名3]？ |
|----------------------------------------+-----------------------------|
| [名] は　だれ　ですか。                | [名] 是谁？                 |
| [名] は　どなた　ですか。              | （敬语）                    |
|----------------------------------------+-----------------------------|
| [名] は　何　ですか。                  | [名] 是什么？               |
|----------------------------------------+-----------------------------|
| [名] は　どこ　ですか。                | [名] 在哪里？               |
|----------------------------------------+-----------------------------|
| [名] は　いくら　ですか。              | [名] 多少钱？               |

#+BEGIN_QUOTE
これは　本ですか、ノートですか。\\
田中さんの自転車は　新しいのですか、古いのですか。
#+END_QUOTE

*** 否定疑问

回答否定疑问句，はい 和 いいえ 都可以使用。

#+BEGIN_QUOTE
ー　熱く　ないですか。\\
ー　はい／いいえ、熱く　ないです。
#+END_QUOTE

*** 过去

| [名] は　...　でした。 | [名] 过去（是） ... |

#+BEGIN_QUOTE
昨日は　雨　でした。\\
母は　先生　でした。\\
あの子は　元気　でした。\\
ここは　私の学校　でした。
#+END_QUOTE

*** ですか

- 表示理解了对方所说的话时，读降调。
- 进一步确认对方所说的话时，读升调。

#+CAPTION: 进一步询问时，一般省略问句重复的（疑问词）部分，且需升调。
#+BEGIN_QUOTE
これわ　いくらですか。あれわ（升）？
#+END_QUOTE

*** そうですか

- 表示理解理解了对方所说的话时，读降调，相当于「是啊」。
- 表示对对方所说的话持有疑问时，读升调，相当于「是吗」。

*** そうですね

- 表示同意对方的提议时，「ね」的发音不拉长，相当于「好啊」。

** では

では 表示涉及的范围、范畴。

| [名1] では　[名2] が一番　([名3] が)　[形] です。 | 在 [名1]，[名2] 最 [形] 。 |

#+BEGIN_QUOTE
日本では　富士山が一番　高いです。\\
家族では　弟が一番　頭が　いいです。
#+END_QUOTE  

** と

| [人] と　[动]                               | 和某人一起做某事              |
|---------------------------------------------+-------------------------------|
| [名1] と　[名2] と　どちらが　[形] ですか。 | [名1] 和 [名2] 哪个更 [形] ？ |

#+BEGIN_QUOTE
小野さんは　友達と　帰りました。\\
李さんは　だれと　日本へ　来ましたか。
#+END_QUOTE

#+BEGIN_QUOTE
学校と　駅と　どちらが　近いですか。\\
大きいのと　小さいのと　どちらが　好きですか。
#+END_QUOTE

** に

| [时] に　[动] ます。            | 表示动作发生的时间     |
|---------------------------------+------------------------|
| 何 [时间单位] に　[动] ますか。 | 询问动作发生的具体时间 |
|---------------------------------+------------------------|
| [人] に　会います。             | 见到、遇见 [人称]。    |

#+BEGIN_QUOTE
李さんは　明日　長島さんに　会います。\\
わたしは　駅で　森さんに　会いました。
#+END_QUOTE

** は

| [名] は　[名] が           | は 表示大主语，が 表示小主语 |
|----------------------------+------------------------------|
| に／で／から／まで／と　は | 构成复合形式                 |

#+BEGIN_QUOTE
私は　頭が　痛いです。\\
秋は　紅葉が　きれいです。
#+END_QUOTE

#+BEGIN_QUOTE
私の部屋には　電話が　ありません。\\
韓国へは　行きました。中国へは　行きませんでした。
#+END_QUOTE

** へ

| [场所] へ　[动词] | 表示动作的目的地 | 「へ」读作「え」 |
|-------------------+------------------+------------------|
|                   |                  |                  |

#+BEGIN_QUOTE
森さんは　日本へ　帰ります。\\
李さんは　どこへ　行きましたか。
#+END_QUOTE

** ほうが

| [名] のほうが                           | ...比较、更加...         |
| [形] ほうが                             |                          |
|-----------------------------------------+--------------------------|
| [名1] のほうが　[名2] より　[形] です。 | [名1] 比 [名2] 更 [形]。 |

#+BEGIN_QUOTE
小さいほうが　好きです。\\
ジーンズのほうが　丈夫です。
#+END_QUOTE

** ほど

| [名1] は　[名2] ほど　[形] くないです。     | [名1] 不如 [名2] [形]。 |
| [名1] は　[名2] ほど　[形] ではありません。 |                         | 

#+BEGIN_QUOTE
姉は　中村さんほど　若くないです。\\
ここは　公園ほど　静かではありません。
#+END_QUOTE  

