general/japanese/japanese_grammer.html

<div id="outline-container-orgdc3c5aa" class="outline-3">
<h3 id="orgdc3c5aa"><span class="section-number-3">2.3</span> で</h3>
<div class="outline-text-3" id="text-2-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[名] で　[动]</th>
<th scope="col" class="org-left">表示动作的手段、原材料</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">[场所] で　[动]</td>
<td class="org-left">表示动作发生的地点</td>
<td class="org-left">に 表示「存在」，で 表示「动作进行」</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[交通工具] で　[动]</td>
<td class="org-left">表示使用何种交通工具</td>
<td class="org-left">表示「步行」时使用「歩いて」</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
李さんは　日本語で　手紙を　書きます。<br />
手紙を　速達で　送りました。<br />
何で　うどんを　作りますか。
</p>
</blockquote>

<blockquote>
<p>
李さんは　図書館で　勉強します。<br />
今日　どこで　新聞を　読みましたか。
</p>
</blockquote>

<blockquote>
<p>
私は　バスで　家へ　帰ります。<br />
京都へ　何で　来ましたか。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org53f14bb" class="outline-3">
<h3 id="org53f14bb"><span class="section-number-3">2.4</span> です</h3>
<div class="outline-text-3" id="text-2-4">
</div><div id="outline-container-orgd3b416a" class="outline-4">
<h4 id="orgd3b416a"><span class="section-number-4">2.4.1</span> 肯定</h4>
<div class="outline-text-4" id="text-2-4-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[名1] は　[名2] です。</th>
<th scope="col" class="org-left">[名1] 是 [名2]。</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">[名] は　[场所] です。</td>
<td class="org-left">[名] 在 [场所]。</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org165feb3" class="outline-4">
<h4 id="org165feb3"><span class="section-number-4">2.4.2</span> 否定</h4>
<div class="outline-text-4" id="text-2-4-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[名1] は　[名2] では　ありまさん。</td>
<td class="org-left">[名1] 不是 [名2]。</td>
</tr>

<tr>
<td class="org-left">[名1] は　[名2] じゃ　ありまさん。</td>
<td class="org-left">（口语）</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org9328abc" class="outline-4">
<h4 id="org9328abc"><span class="section-number-4">2.4.3</span> 疑问</h4>
<div class="outline-text-4" id="text-2-4-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[名1] は　[名2] ですか。</th>
<th scope="col" class="org-left">[名1] 是 [名2] 吗？</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">[名1] は　[名2] ですか、[名3] ですか。</td>
<td class="org-left">[名1] 是 [名2] 还是 [名3]？</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[名] は　だれ　ですか。</td>
<td class="org-left">[名] 是谁？</td>
</tr>

<tr>
<td class="org-left">[名] は　どなた　ですか。</td>
<td class="org-left">（敬语）</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[名] は　何　ですか。</td>
<td class="org-left">[名] 是什么？</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[名] は　どこ　ですか。</td>
<td class="org-left">[名] 在哪里？</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[名] は　いくら　ですか。</td>
<td class="org-left">[名] 多少钱？</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
これは　本ですか、ノートですか。<br />
田中さんの自転車は　新しいのですか、古いのですか。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org01e38d4" class="outline-4">
<h4 id="org01e38d4"><span class="section-number-4">2.4.4</span> 否定疑问</h4>
<div class="outline-text-4" id="text-2-4-4">
<p>
回答否定疑问句，はい 和 いいえ 都可以使用。
</p>

<blockquote>
<p>
ー　熱く　ないですか。<br />
ー　はい／いいえ、熱く　ないです。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgb7f4b9e" class="outline-4">
<h4 id="orgb7f4b9e"><span class="section-number-4">2.4.5</span> 过去</h4>
<div class="outline-text-4" id="text-2-4-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[名] は　&#x2026;　でした。</td>
<td class="org-left">[名] 过去（是） &#x2026;</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
昨日は　雨　でした。<br />
母は　先生　でした。<br />
あの子は　元気　でした。<br />
ここは　私の学校　でした。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org84b527f" class="outline-4">
<h4 id="org84b527f"><span class="section-number-4">2.4.6</span> ですか</h4>
<div class="outline-text-4" id="text-2-4-6">
<ul class="org-ul">
<li>表示理解了对方所说的话时，读降调。</li>
<li>进一步确认对方所说的话时，读升调。</li>
</ul>

<blockquote>
<p>
これわ　いくらですか。あれわ（升）？
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org91f6e2a" class="outline-4">
<h4 id="org91f6e2a"><span class="section-number-4">2.4.7</span> そうですか</h4>
<div class="outline-text-4" id="text-2-4-7">
<ul class="org-ul">
<li>表示理解理解了对方所说的话时，读降调，相当于「是啊」。</li>
<li>表示对对方所说的话持有疑问时，读升调，相当于「是吗」。</li>
</ul>
</div>
</div>

<div id="outline-container-orgcce8760" class="outline-4">
<h4 id="orgcce8760"><span class="section-number-4">2.4.8</span> そうですね</h4>
<div class="outline-text-4" id="text-2-4-8">
<ul class="org-ul">
<li>表示同意对方的提议时，「ね」的发音不拉长，相当于「好啊」。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org364efa2" class="outline-3">
<h3 id="org364efa2"><span class="section-number-3">2.5</span> では</h3>
<div class="outline-text-3" id="text-2-5">
<p>
では 表示涉及的范围、范畴。
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[名1] では　[名2] が一番　([名3] が)　[形] です。</td>
<td class="org-left">在 [名1]，[名2] 最 [形] 。</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
日本では　富士山が一番　高いです。<br />
家族では　弟が一番　頭が　いいです。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgd8f704b" class="outline-3">
<h3 id="orgd8f704b"><span class="section-number-3">2.6</span> と</h3>
<div class="outline-text-3" id="text-2-6">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[人] と　[动]</th>
<th scope="col" class="org-left">和某人一起做某事</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">[名1] と　[名2] と　どちらが　[形] ですか。</td>
<td class="org-left">[名1] 和 [名2] 哪个更 [形] ？</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
小野さんは　友達と　帰りました。<br />
李さんは　だれと　日本へ　来ましたか。
</p>
</blockquote>

<blockquote>
<p>
学校と　駅と　どちらが　近いですか。<br />
大きいのと　小さいのと　どちらが　好きですか。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org59553aa" class="outline-3">
<h3 id="org59553aa"><span class="section-number-3">2.7</span> に</h3>
<div class="outline-text-3" id="text-2-7">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[时] に　[动] ます。</th>
<th scope="col" class="org-left">表示动作发生的时间</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">何 [时间单位] に　[动] ますか。</td>
<td class="org-left">询问动作发生的具体时间</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[人] に　会います。</td>
<td class="org-left">见到、遇见 [人称]。</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
李さんは　明日　長島さんに　会います。<br />
わたしは　駅で　森さんに　会いました。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgd8de4ef" class="outline-3">
<h3 id="orgd8de4ef"><span class="section-number-3">2.8</span> は</h3>
<div class="outline-text-3" id="text-2-8">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[名] は　[名] が</th>
<th scope="col" class="org-left">は 表示大主语，が 表示小主语</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">に／で／から／まで／と　は</td>
<td class="org-left">构成复合形式</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
私は　頭が　痛いです。<br />
秋は　紅葉が　きれいです。
</p>
</blockquote>

<blockquote>
<p>
私の部屋には　電話が　ありません。<br />
韓国へは　行きました。中国へは　行きませんでした。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgedcfa81" class="outline-3">
<h3 id="orgedcfa81"><span class="section-number-3">2.9</span> へ</h3>
<div class="outline-text-3" id="text-2-9">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[场所] へ　[动词]</th>
<th scope="col" class="org-left">表示动作的目的地</th>
<th scope="col" class="org-left">「へ」读作「え」</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
森さんは　日本へ　帰ります。<br />
李さんは　どこへ　行きましたか。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgb2607b5" class="outline-3">
<h3 id="orgb2607b5"><span class="section-number-3">2.10</span> ほうが</h3>
<div class="outline-text-3" id="text-2-10">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[名] のほうが</th>
<th scope="col" class="org-left">&#x2026;比较、更加&#x2026;</th>
</tr>

<tr>
<th scope="col" class="org-left">[形] ほうが</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">[名1] のほうが　[名2] より　[形] です。</td>
<td class="org-left">[名1] 比 [名2] 更 [形]。</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
小さいほうが　好きです。<br />
ジーンズのほうが　丈夫です。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org4604af4" class="outline-3">
<h3 id="org4604af4"><span class="section-number-3">2.11</span> ほど</h3>
<div class="outline-text-3" id="text-2-11">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[名1] は　[名2] ほど　[形] くないです。</td>
<td class="org-left">[名1] 不如 [名2] [形]。</td>
</tr>

<tr>
<td class="org-left">[名1] は　[名2] ほど　[形] ではありません。</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
姉は　中村さんほど　若くないです。<br />
ここは　公園ほど　静かではありません。
</p>
</blockquote>
</div>
</div>
