general/japanese/japanese_grammer.org
** も

| [名1] も　[名2] です。 | [名1] 也是 [名2]。    |
|------------------------+-----------------------|
| [名1] も　[名2] も ... | [名1] 和 [名2] 都 ... |
|------------------------+-----------------------|
| [不定] も　[否定]。    | ... 都不（没） ...    |

- 不定代名词、单一数量名词：何、誰、どれ、どこ、どちら、いつ、一つ。

#+BEGIN_QUOTE
箱に　何も　ありません。\\
教室に　誰も　いません。\\
どれも　おいしくないです。（哪个都不好吃。）\\
子供は　どこにも　いません。\\
どちらも　好きではありません。（哪里都不喜欢。）\\
赤いりんごが　一つも　ありません。\\
#+END_QUOTE

** より

| [名1] は　[名2] より　[形] です。       | [名1] 比 [名2] 更 [形]。 |
| [名1] のほうが　[名2] より　[形] です。 |                          |

#+BEGIN_QUOTE
友達は　私より　髪が　長いです。\\
電車のほうが　バスより　速いです。\\
今日のほうが　昨日より　暑いです。
#+END_QUOTE

** を

| [名] を　[动]       | 表示动作的对象             | 读作 お        |
|---------------------+----------------------------+----------------|
| [名] は　[动]       | 表示名词作为话题或进行对比 | を 变为 は     |
|---------------------+----------------------------+----------------|
| [名] を　ください。 | 请给我 [名]。              | 买东西或点菜时 |

#+BEGIN_QUOTE
李さんは　毎日　コーヒーを　飲みます。\\
わたしは　新聞を　読みません。
#+END_QUOTE

#+BEGIN_QUOTE
この本は　李さんに　もらいました。\\
私は　コーヒーは　飲みません。
#+END_QUOTE

* 词汇

| 用言 | 有词形变化的词类   | 动词、形容词           |
|------+--------------------+------------------------|
| 体言 | 没有词形变化的词类 | 名词、数次、代词、副词 |

* 动词
** 自动他动

| 自动 | 接宾语   |
|------+----------|
| 他动 | 不接宾语 |

** 动词类型

|               | *基本形*          |
|---------------+-------------------|
| I 类（五段）  | + う 段           |
|---------------+-------------------|
| II 类（一段） | + い/え 段 + る   |
|---------------+-------------------|
| III 类 カ 变  | くる              |
|---------------+-------------------|
| III 类 せ 变  | 动词性名词 + する |

- 倒数第二个假名是汉字发音的一部分的，也属于 I 类：帰<かえ>る、入<はい>る、走<はし>る、知<し>る、切<き>る。

