general/japanese/japanese_grammer.html

<div id="outline-container-org7dd6d5e" class="outline-3">
<h3 id="org7dd6d5e"><span class="section-number-3">2.12</span> も</h3>
<div class="outline-text-3" id="text-2-12">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[名1] も　[名2] です。</th>
<th scope="col" class="org-left">[名1] 也是 [名2]。</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">[名1] も　[名2] も &#x2026;</td>
<td class="org-left">[名1] 和 [名2] 都 &#x2026;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[不定] も　[否定]。</td>
<td class="org-left">&#x2026; 都不（没） &#x2026;</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>不定代名词、单一数量名词：何、誰、どれ、どこ、どちら、いつ、一つ。</li>
</ul>

<blockquote>
<p>
箱に　何も　ありません。<br />
教室に　誰も　いません。<br />
どれも　おいしくないです。（哪个都不好吃。）<br />
子供は　どこにも　いません。<br />
どちらも　好きではありません。（哪里都不喜欢。）<br />
赤いりんごが　一つも　ありません。<br />
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orge9caae0" class="outline-3">
<h3 id="orge9caae0"><span class="section-number-3">2.13</span> より</h3>
<div class="outline-text-3" id="text-2-13">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">[名1] は　[名2] より　[形] です。</td>
<td class="org-left">[名1] 比 [名2] 更 [形]。</td>
</tr>

<tr>
<td class="org-left">[名1] のほうが　[名2] より　[形] です。</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
友達は　私より　髪が　長いです。<br />
電車のほうが　バスより　速いです。<br />
今日のほうが　昨日より　暑いです。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org21e19c0" class="outline-3">
<h3 id="org21e19c0"><span class="section-number-3">2.14</span> を</h3>
<div class="outline-text-3" id="text-2-14">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[名] を　[动]</th>
<th scope="col" class="org-left">表示动作的对象</th>
<th scope="col" class="org-left">读作 お</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">[名] は　[动]</td>
<td class="org-left">表示名词作为话题或进行对比</td>
<td class="org-left">を 变为 は</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">[名] を　ください。</td>
<td class="org-left">请给我 [名]。</td>
<td class="org-left">买东西或点菜时</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
李さんは　毎日　コーヒーを　飲みます。<br />
わたしは　新聞を　読みません。
</p>
</blockquote>

<blockquote>
<p>
この本は　李さんに　もらいました。<br />
私は　コーヒーは　飲みません。
</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-orgd7ccd69" class="outline-2">
<h2 id="orgd7ccd69"><span class="section-number-2">3</span> 词汇</h2>
<div class="outline-text-2" id="text-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">用言</th>
<th scope="col" class="org-left">有词形变化的词类</th>
<th scope="col" class="org-left">动词、形容词</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">体言</td>
<td class="org-left">没有词形变化的词类</td>
<td class="org-left">名词、数次、代词、副词</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org749174f" class="outline-2">
<h2 id="org749174f"><span class="section-number-2">4</span> 动词</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-org0a8d7dc" class="outline-3">
<h3 id="org0a8d7dc"><span class="section-number-3">4.1</span> 自动他动</h3>
<div class="outline-text-3" id="text-4-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">自动</th>
<th scope="col" class="org-left">接宾语</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">他动</td>
<td class="org-left">不接宾语</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org9efbfb0" class="outline-3">
<h3 id="org9efbfb0"><span class="section-number-3">4.2</span> 动词类型</h3>
<div class="outline-text-3" id="text-4-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left"><b>基本形</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">I 类（五段）</td>
<td class="org-left">+ う 段</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">II 类（一段）</td>
<td class="org-left">+ い/え 段 + る</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">III 类 カ 变</td>
<td class="org-left">くる</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">III 类 せ 变</td>
<td class="org-left">动词性名词 + する</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>倒数第二个假名是汉字发音的一部分的，也属于 I 类：帰&lt;かえ&gt;る、入&lt;はい&gt;る、走&lt;はし&gt;る、知&lt;し&gt;る、切&lt;き&gt;る。</li>
</ul>
</div>
</div>
