general/japanese/japanese_grammer.org
** 活用形

|          | I 类     | II 类     | III 类 1 | III 类 2  | 意义                               |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 基本形   | かく     | みる      | くる     | する      | 原始形态，辞典形                   |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 终止形   | かく     | みる      | くる     | する      | 用于结句                           |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 连体形   | かく     | みる      | くる     | する      | + 体言，作定语                     |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 连用形 1 | かき     | み        | き       | し        | + 用言，表示中顿、并列、递进、因果 |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 连用形 2 | かい     | み        | き       | し        | + 用言，表示中顿、并列、递进、因果 |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 否定形   | かかない | みない    | こない   | しない    |                                    |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 假定形   | かけば   | みれば    | くれば   | すれば    | 表示条件、假设                     |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 命令形   | かけ     | みろ/みよ | こい     | しろ/セよ | 表示命令                           |
|----------+----------+-----------+----------+-----------+------------------------------------|
| 意志形   | かこう   | みよう    | こよう   | しよう    | 表示意志、建议、推测               |

|              | 词尾     | 连用形 1   | 连用形 2     | 否定形     | 假定形          | 命令形          | 意志形          |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| I 类         | う       | 变为 い 段 | 变为 つ      | 变为 わ    | 变为 え 段 + ば | 变为 え 段      | 变为 お 段 + う |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| I 类         | く       | --         | 变为 い（1） | 变为 あ 段 | --              | --              | --              |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| I 类         | ぐ       | --         | 变为 い（2） | --         | --              | --              | --              |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| I 类         | す       | --         | 变为 し      |            | --              | --              | --              |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| I 类         | つ/る    | --         | 变为 つ      | --         | --              | --              | --              |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| I 类         | ぬ/ぶ/む | --         | 变为 ん（3） |            | --              | --              | --              |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| II 类        | る       | 去掉       | 去掉         | 去掉       | --              | 变为 ろ/よ（4） | 变为 よう       |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| III 类 カ 变 | くる     | 变为 き    | 变为 き      | 变为 こ    | --              | 变为 こい/こよ  | 变为 こよう     |
|--------------+----------+------------+--------------+------------+-----------------+-----------------+-----------------|
| III 类 せ 变 | する     | 变为 し    | 变为 し      | 变为 し    | --              | 变为 しろ/せよ  | 变为 しよう     |

（1）特例：行<い>く 变为 行<い>って
（2）后接助动词、助词第一个假名浊化
（3）后接助动词、助词第一个假名浊化
（4）特例：くれる 变为 くれ

*** 连用形

- 连用形 1，+ 动词、形容词、ます 等助动词、助词。
- 连用形 2，+ た/て、以 た/て 等开头的助动词、助词。

** 时态

|          | 肯定        | 否定              |                                          |
|----------+-------------+-------------------+------------------------------------------|
| 非过去时 | [动] ます   | [动] ません       | 当前、未来、习惯性、始终不变的动作、状态 |
|----------+-------------+-------------------+------------------------------------------|
| 过去时   | [动] ました | [动] ませんでした | 过去发生、已经完成的动作、状态           |

* 形容词

|            | い 形容词                   | な 形容词               |
|------------+-----------------------------+-------------------------|
| 肯定       | [词根] い　です             | [词根] です             |
|------------+-----------------------------+-------------------------|
| 肯定过去式 | [词根] かった　です         |                         |
|------------+-----------------------------+-------------------------|
| 否定       | [词根] く　ないです         | [词根] では　ありません |
|            | [词根] く　ありません       |                         |
|------------+-----------------------------+-------------------------|
| 否定过去式 | [词根] く　なかったです　   |                         |
|            | [词根] く　ありませんでした |                         |
|------------+-----------------------------+-------------------------|
| 修饰       | [词根] いな [名]            | [词根] な [名]          |
|------------+-----------------------------+-------------------------|
| 名词化     | [词根] いの                 | [词根] なの             |

#+CAPTION: 描述过去体验过的事物的性质时，必须使用过去式。
#+BEGIN_QUOTE
おいしいです。（正在吃的时候）\\
おいしかったです。（过去吃的时候）
#+END_QUOTE

* 代词
