general/japanese/japanese_grammer.html

<div id="outline-container-org99e3527" class="outline-3">
<h3 id="org99e3527"><span class="section-number-3">4.3</span> 活用形</h3>
<div class="outline-text-3" id="text-4-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">I 类</th>
<th scope="col" class="org-left">II 类</th>
<th scope="col" class="org-left">III 类 1</th>
<th scope="col" class="org-left">III 类 2</th>
<th scope="col" class="org-left">意义</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">基本形</td>
<td class="org-left">かく</td>
<td class="org-left">みる</td>
<td class="org-left">くる</td>
<td class="org-left">する</td>
<td class="org-left">原始形态，辞典形</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">终止形</td>
<td class="org-left">かく</td>
<td class="org-left">みる</td>
<td class="org-left">くる</td>
<td class="org-left">する</td>
<td class="org-left">用于结句</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">连体形</td>
<td class="org-left">かく</td>
<td class="org-left">みる</td>
<td class="org-left">くる</td>
<td class="org-left">する</td>
<td class="org-left">+ 体言，作定语</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">连用形 1</td>
<td class="org-left">かき</td>
<td class="org-left">み</td>
<td class="org-left">き</td>
<td class="org-left">し</td>
<td class="org-left">+ 用言，表示中顿、并列、递进、因果</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">连用形 2</td>
<td class="org-left">かい</td>
<td class="org-left">み</td>
<td class="org-left">き</td>
<td class="org-left">し</td>
<td class="org-left">+ 用言，表示中顿、并列、递进、因果</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">否定形</td>
<td class="org-left">かかない</td>
<td class="org-left">みない</td>
<td class="org-left">こない</td>
<td class="org-left">しない</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">假定形</td>
<td class="org-left">かけば</td>
<td class="org-left">みれば</td>
<td class="org-left">くれば</td>
<td class="org-left">すれば</td>
<td class="org-left">表示条件、假设</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">命令形</td>
<td class="org-left">かけ</td>
<td class="org-left">みろ/みよ</td>
<td class="org-left">こい</td>
<td class="org-left">しろ/セよ</td>
<td class="org-left">表示命令</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">意志形</td>
<td class="org-left">かこう</td>
<td class="org-left">みよう</td>
<td class="org-left">こよう</td>
<td class="org-left">しよう</td>
<td class="org-left">表示意志、建议、推测</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">词尾</th>
<th scope="col" class="org-left">连用形 1</th>
<th scope="col" class="org-left">连用形 2</th>
<th scope="col" class="org-left">否定形</th>
<th scope="col" class="org-left">假定形</th>
<th scope="col" class="org-left">命令形</th>
<th scope="col" class="org-left">意志形</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">I 类</td>
<td class="org-left">う</td>
<td class="org-left">变为 い 段</td>
<td class="org-left">变为 つ</td>
<td class="org-left">变为 わ</td>
<td class="org-left">变为 え 段 + ば</td>
<td class="org-left">变为 え 段</td>
<td class="org-left">变为 お 段 + う</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">I 类</td>
<td class="org-left">く</td>
<td class="org-left">--</td>
<td class="org-left">变为 い（1）</td>
<td class="org-left">变为 あ 段</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">I 类</td>
<td class="org-left">ぐ</td>
<td class="org-left">--</td>
<td class="org-left">变为 い（2）</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">I 类</td>
<td class="org-left">す</td>
<td class="org-left">--</td>
<td class="org-left">变为 し</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">I 类</td>
<td class="org-left">つ/る</td>
<td class="org-left">--</td>
<td class="org-left">变为 つ</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">I 类</td>
<td class="org-left">ぬ/ぶ/む</td>
<td class="org-left">--</td>
<td class="org-left">变为 ん（3）</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
<td class="org-left">--</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">II 类</td>
<td class="org-left">る</td>
<td class="org-left">去掉</td>
<td class="org-left">去掉</td>
<td class="org-left">去掉</td>
<td class="org-left">--</td>
<td class="org-left">变为 ろ/よ（4）</td>
<td class="org-left">变为 よう</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">III 类 カ 变</td>
<td class="org-left">くる</td>
<td class="org-left">变为 き</td>
<td class="org-left">变为 き</td>
<td class="org-left">变为 こ</td>
<td class="org-left">--</td>
<td class="org-left">变为 こい/こよ</td>
<td class="org-left">变为 こよう</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">III 类 せ 变</td>
<td class="org-left">する</td>
<td class="org-left">变为 し</td>
<td class="org-left">变为 し</td>
<td class="org-left">变为 し</td>
<td class="org-left">--</td>
<td class="org-left">变为 しろ/せよ</td>
<td class="org-left">变为 しよう</td>
</tr>
</tbody>
</table>

<p>
（1）特例：行&lt;い&gt;く 变为 行&lt;い&gt;って
（2）后接助动词、助词第一个假名浊化
（3）后接助动词、助词第一个假名浊化
（4）特例：くれる 变为 くれ
</p>
</div>

<div id="outline-container-org9d022ab" class="outline-4">
<h4 id="org9d022ab"><span class="section-number-4">4.3.1</span> 连用形</h4>
<div class="outline-text-4" id="text-4-3-1">
<ul class="org-ul">
<li>连用形 1，+ 动词、形容词、ます 等助动词、助词。</li>
<li>连用形 2，+ た/て、以 た/て 等开头的助动词、助词。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org95649b7" class="outline-3">
<h3 id="org95649b7"><span class="section-number-3">4.4</span> 时态</h3>
<div class="outline-text-3" id="text-4-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">肯定</th>
<th scope="col" class="org-left">否定</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">非过去时</td>
<td class="org-left">[动] ます</td>
<td class="org-left">[动] ません</td>
<td class="org-left">当前、未来、习惯性、始终不变的动作、状态</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">过去时</td>
<td class="org-left">[动] ました</td>
<td class="org-left">[动] ませんでした</td>
<td class="org-left">过去发生、已经完成的动作、状态</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgcd852a7" class="outline-2">
<h2 id="orgcd852a7"><span class="section-number-2">5</span> 形容词</h2>
<div class="outline-text-2" id="text-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">い 形容词</th>
<th scope="col" class="org-left">な 形容词</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">肯定</td>
<td class="org-left">[词根] い　です</td>
<td class="org-left">[词根] です</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">肯定过去式</td>
<td class="org-left">[词根] かった　です</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">否定</td>
<td class="org-left">[词根] く　ないです</td>
<td class="org-left">[词根] では　ありません</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">[词根] く　ありません</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">否定过去式</td>
<td class="org-left">[词根] く　なかったです　</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">[词根] く　ありませんでした</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">修饰</td>
<td class="org-left">[词根] いな [名]</td>
<td class="org-left">[词根] な [名]</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">名词化</td>
<td class="org-left">[词根] いの</td>
<td class="org-left">[词根] なの</td>
</tr>
</tbody>
</table>

<blockquote>
<p>
おいしいです。（正在吃的时候）<br />
おいしかったです。（过去吃的时候）
</p>
</blockquote>
</div>
</div>
